microblog.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-07-18 Wed 01:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Paper reading Microblog</title>
<meta name="generator" content="Org-mode" />
<link rel="stylesheet" href="css/org-page.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Paper reading Microblog</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5911d7">Intro</a></li>
<li><a href="#org9e7a4cf">John McCarthy</a>
<ul>
<li><a href="#org549b5e1">ELABORATION TOLERANCE</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org5911d7" class="outline-2">
<h2 id="org5911d7">Intro</h2>
<div class="outline-text-2" id="text-org5911d7">
<ul class="org-ul">
<li><p>Notes and reviews on papers, books and learning materials.</p></li>

<li><p>`Paper reading Microblog`, I learned this term</p><p>from Mark J. Nelson and his <a href="http://www.kmjn.org/paperlog">http://www.kmjn.org/paperlog</a></p></li></ul>
</div>
</div>

<div id="outline-container-org9e7a4cf" class="outline-2">
<h2 id="org9e7a4cf">John McCarthy</h2>
<div class="outline-text-2" id="text-org9e7a4cf">
<ul class="org-ul">
<li><p>From John McCarthy's works, my enlightenment begun.</p><p>After I read his "Recursive Functions of Symbolic Expressions and Their Computation by Machine, Part I",</p><p>My programming story begun.</p></li>

<li><p>His home page is still hosted by stanford,</p><p>with great honor, at <a href="http://www-formal.stanford.edu/jmc">http://www-formal.stanford.edu/jmc</a></p></li></ul>
</div>

<div id="outline-container-org549b5e1" class="outline-3">
<h3 id="org549b5e1">ELABORATION TOLERANCE</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2018-07-18 Wed 01:34</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
